;Place localized text in this file

;;;;;;;;;;;;;;;;
;;;;WEAPONS;;;;;
;;;;;;;;;;;;;;;;

[NierSwords_CV X2WeaponTemplate]
FriendlyName="纯洁之刃 Level 1 "
FriendlyNamePlural="纯洁之刃 Level 1"
BriefSummary="东洋武士持有并使用的成对的白色双刀。"
TacticalText="<Bullet/>在这腥风血雨战场漩涡中我究竟要战斗到什么时候呢？我想知道要多久？\n<Bullet/>在这永无止境的无限战争中我究竟要守护到什么时候呢？我想知道要多久？\n<Bullet/>第一次接触到了那个喜欢的人\n<Bullet/>但无法掌握那个喜欢的人的心"
AbilityDescName="长剑"

[NierSwords_MG X2WeaponTemplate]
FriendlyName="纯洁之刃 Level 2"
FriendlyNamePlural="纯洁之刃 Level 2"
BriefSummary="武士过去使用的白刀。看似华而不实，然而其实刀刃质量上乘。"
TacticalText="<Bullet/>对这充满欺骗与虚伪的世界我究竟要相信到什么时候呢？我想知道要多久？\n<Bullet/>最后那个喜欢的人离我而去"
AbilityDescName="长剑"

[NierSwords_BM X2WeaponTemplate]
FriendlyName="纯洁之刃 Level 3"
FriendlyNamePlural="纯洁之刃 Level 3"
BriefSummary="纯白的武士刀重未被血液玷污。"
TacticalText="<Bullet/>在持续对灰暗未来绝望之时我究竟要说谎到什么时候呢？我想知道要多久？\n<Bullet/>只好亲手让那个喜欢的人化为永远"
AbilityDescName="长剑"

;;;;;;;;;;;;;;;;;;;;;;
;;;;SKIRT - THIGH;;;;;
;;;;;;;;;;;;;;;;;;;;;;

[Kev_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

[LPl_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

[MPl_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

[HPl_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

[LPo_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

[MPo_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

[HPo_NA_2B_ThighDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;SKIRT - TORSO GEAR;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_TorsoDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 短裙"

;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;KAINE - TORSO GEAR;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Kaine_TorsoDeco_T X2BodyPartTemplate]
DisplayName="尼尔：2B 凯尼 套装 - 绶带"


;;;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;REIN - TORSO GEAR;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;;;

[NA_2B_Rein_TorsoDecoA_T X2BodyPartTemplate]
DisplayName="尼尔： 2B 新套装 - 花 & 蝴蝶结"

[NA_2B_Rein_TorsoDecoB_T X2BodyPartTemplate]
DisplayName="尼尔： 2B 新套装 - 花"

[NA_2B_Rein_TorsoDecoC_T X2BodyPartTemplate]
DisplayName="尼尔： 2B 新套装 - 蝴蝶结"

[NA_2B_Kaine_Rein_TorsoDecoA_T X2BodyPartTemplate]
DisplayName="尼尔： 凯尼 新套装 - 背包 皮带"

[NA_2B_Kaine_Rein_TorsoDecoB_T X2BodyPartTemplate]
DisplayName="尼尔： 凯尼 新套装 - 背包"

[NA_2B_Kaine_Rein_TorsoDecoC_T X2BodyPartTemplate]
DisplayName="尼尔： 凯尼 新套装 - 皮带"
